import React from "react";
import '../Components/styles/about.css';

const About = () =>{
    return(
        <div className="about-body" style={{fontFamily:'cursive'}} >

            <div className="content">
            அசம்பளி ஆப் காட் சபையின் அங்கத்தினராக இருந்தேன். ஞானஸ்நானம் எடுத்து முதல் திருவிருந்து அன்று ஒரு தரிசனம் கண்டேன். (ஊழிய அழைப்பு) நான் மாட்டேன் என்று அழுதேன் போதகர் அம்மாவும் போதகரும் என்னை எவ்வளவோ உற்சாகம் படுத்தினர்கள் ஆனால் எனக்கு விருப்பமே இல்லை ஆனால் தேவன் என்னை உருவாக்கி பயன்படுத்த ஆரம்பித்தார். அசம்பளி ஆப் காட் ஸ்தாபனத்திலிருந்து திருநீர்மலை பகுதியில் ஆரம்பிக்க உதவி செய்தார்கள்.
            நான்கு ஆத்துமாக்களோடு  ஆரம்பிக்கப்பட்டது வாடகை 500 ரூபாய் கொடுக்க முடியாமல் இடத்தை மாற்றிக்கொண்டே இருந்தோம். நாங்க பெற்ற இன்பத்தை சந்தோஷத்தை எல்லோரும் பெற வேண்டும் என்று ஜெபிக்க ஆரம்பித்தோம் கர்த்தருடைய கிருபையால் இன்று சிறுபிள்ளைகள் எல்லாம் சேர்த்து 110 ஆத்துமாக்கள் வருகிறார்கள். விடுதலையோடு ஆராதிக்க இடத்தை வாங்க தேவன் உதவி செய்திருக்கிறார். எங்களுடைய இலக்கு 10 கிளை சபைகளாவது ஆரம்பிக்க வேண்டும் எங்களோடே சபை அனேக சபைகளுக்கு ஆசிர்வாதமாக இருக்க வேண்டும் முன்மாதிரியாக இருக்க வேண்டும் ஆமென்
        </div></div>
    )
}
export default About;